export default  {
  "cityCode": "440600",
  "cityName": "佛山市",
  "districts": [
    {
      "areaCode": "440604",
      "areaName": "禅城区",
      "streets": [
        {"code": "440604010", "name": "祖庙街道"},
        {"code": "440604011", "name": "石湾镇街道"},
        {"code": "440604012", "name": "张槎街道"},
        {"code": "440604100", "name": "南庄镇"}
      ]
    },
    {
      "areaCode": "440605",
      "areaName": "南海区",
      "streets": [
        {"code": "440605010", "name": "桂城街道"},
        {"code": "440605101", "name": "大沥镇"},
        {"code": "440605102", "name": "里水镇"},
        {"code": "440605103", "name": "九江镇"},
        {"code": "440605104", "name": "丹灶镇"},
        {"code": "440605105", "name": "西樵镇"},
        {"code": "440605106", "name": "狮山镇"}
      ]
    },
    {
      "areaCode": "440606",
      "areaName": "顺德区",
      "streets": [
        {"code": "440606001", "name": "大良街道"},
        {"code": "440606002", "name": "容桂街道"},
        {"code": "440606003", "name": "伦教街道"},
        {"code": "440606004", "name": "勒流街道"},
        {"code": "440606101", "name": "陈村镇"},
        {"code": "440606102", "name": "北滘镇"},
        {"code": "440606103", "name": "乐从镇"},
        {"code": "440606104", "name": "龙江镇"},
        {"code": "440606105", "name": "杏坛镇"},
        {"code": "440606106", "name": "均安镇"}
      ]
    },
    {
      "areaCode": "440607",
      "areaName": "三水区",
      "streets": [
        {"code": "440607010", "name": "西南街道"},
        {"code": "440607011", "name": "云东海街道"},
        {"code": "440607101", "name": "白坭镇"},
        {"code": "440607102", "name": "乐平镇"},
        {"code": "440607103", "name": "大塘镇"},
        {"code": "440607104", "name": "芦苞镇"},
        {"code": "440607105", "name": "南山镇"}
      ]
    },
    {
      "areaCode": "440608",
      "areaName": "高明区",
      "streets": [
        {"code": "440608010", "name": "荷城街道"},
        {"code": "440608101", "name": "杨和镇"},
        {"code": "440608102", "name": "更合镇"},
        {"code": "440608103", "name": "明城镇"}
      ]
    }
  ]
}